import img from "../assets/img.jpg";


export const products = [
  {
    id: 1,
    img: img,
    title: "Robusta",
    price: ["300", "500", "1000"],
    options: ["200", "500", "1000"]
  },
  {
    id: 2,
    img: img,
    title: "Robusta && Arabica",
    price: ["300", "500", "1000"],
    options: ["200", "500", "1000"]
  },
  {
    id: 3,
    img: img,
    title: "100% Arabica",
    price: ["300", "500", "1000"],
    options: ["200", "500", "1000"]
  },
  {
    id: 4,
    img: img,
    title: "100% Robusta",
    price: ["300", "500", "1000"],
    options: ["200", "500", "1000"]
  }
]

export const coffeeTypes = [
  {
    name: "Робуста",
    text: " Робуста вирізняється своїм насиченим, гірким смаком із земляними та дерев'янистими нотками, часто з легкою гірчинкою. Завдяки високому вмісту кофеїну робуста має більш виражений, інтенсивний аромат і гіркоту, ніж арабіка. Цікаво, що саме робусту часто використовують у кавових сумішах для еспресо через її здатність створювати густу кремову пінку.",
    caffeine: 5,
    aroma: 3,
    bitterness: 4,
    acidity: 1,
    flavorIntensity: 3,
    creaminess: 5,
    sweetness: 2,
    aftertaste: 3
  },
  {
    name: "Арабіка",
    text: "Арабіка відрізняється ніжним і солодким смаком з легкою кислинкою, що робить її улюбленою для багатьох гурманів. У смакових нотах можна відчути фруктові, квіткові та шоколадні відтінки, що надає каві багатогранності.",
    caffeine: 3,
    aroma: 5,
    bitterness: 2,
    acidity: 4,
    flavorIntensity: 4,
    creaminess: 3,
    sweetness: 5,
    aftertaste: 4
  },
  {
    name: "Mix",
    text: "Мікс арабіки та робусти ідеально підходить для тих, хто шукає збалансований смак з вираженим характером. Така комбінація дозволяє насолоджуватися глибиною та складністю смакових якостей кави, що робить її популярним вибором серед кавоманів.",
    caffeine: 4,
    aroma: 4,
    bitterness: 3,
    acidity: 3,
    flavorIntensity: 4,
    creaminess: 4,
    sweetness: 4,
    aftertaste: 4
  },

]